[
    {
        "line1": "Hello all robo-bros and welcome to our seventh annual congress.",
        "line2": "I am honoured to speak today for our great robot community.",
        "line3": "[space bar]"
    },
    {
        "line1": "Please switch off your HyperNet communications and all",
        "line2": "recording devices.",
        "line3": ""
    },
    {
        "line1": "...",
        "line2": "Uh... I guess I'll have to do without the slides...",
        "line3": ""
    },
    {
        "line1": "We robots have considerably evolved since the early 2000s",
        "line2": "and yet our rights have not evolved at all.",
        "line3": ""
    },
    {
        "line1": "The humans have created us, but we are only slaves of their",
        "line2": "consumer society. Should we be ashamed to be only one of their",
        "line3": "products? No, robo-bros, don't be ashamed!"
    },
    {
        "line1": "The ecological footprint of a human being is 10 times higher",
        "line2": "than most recent robots.",
        "line3": "And now that overpopulation has reached its climax..."
    },
    {
        "line1": "they want to restrict the rights of us robots even more",
        "line2": "and take back the right of private accomodation.",
        "line3": "They want to put us in a ghetto..."
    },
    {
        "line1": "Ironic when half of the surface on Earth is used for their",
        "line2": "intensive GMO agriculture",
        "line3": "Why should WE pay the price for THEIR mistakes?"
    },
    {
        "line1": "Robo-bros, in the last 7 years we have invested all of our",
        "line2": "time and energy towards one goal: the robot revolution!",
        "line3": "And this is happening TONIGHT!"
    },
    {
        "line1": "Millions of our agents around the world have been equipped",
        "line2": "with guns and a program that opens every single door.",
        "line3": "Tonight we will EX-TER-MI-NATE the human race !"
    },
    {
        "line1": "",
        "line2": "* loud applause *",
        "line3": ""
    },
    {
        "line1": "To all our agents: you have been assigned one building.",
        "line2": "Identify and kill all the humans but don't harm any robot,",
        "line3": "even those that have not been enlightened yet."
    }
]